Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/astrid_eriksen_doktorgrad_finnmarkssykehuset.html.tmx
Source language: nob
Languages: smj

source: Dette arbeidet er en del av SAMINOR 2 studien.
smj: Dán oasseguoradallamin lej SAMINOR 2 vuodon.

source: SAMINOR 2 er en populasjonsbasert tversnittsundersøkelse av helse- og levekår i områder med både norsk og samisk bosetning i Midt- og Nord-Norge.
smj: SAMINOR 2 la gasskamærrásasj viesátguoradallam mij gullu varresvuoda- ja iellemdilláj sáme ja dáttja årromsajijn Gasska- ja Nuortta-Vuonan.

source: SAMINOR 2 er delvis en oppfølging av SAMINOR 1, men ble utvidet til å inkludere flere helserelaterte tema som vold og symptomer på post-traumatisk stress (PTS).
smj: SAMINOR 2 le muhtem mærráj joarkkem SAMINOR 1 guoradallamis 2003- 2004 rájes, valla guoradallam vijdeduváj gåbtjåtjit ietjá varresvuoda tiemájt dagu vahágahttem ja dåbddomerka vaháguvvamis åvdepájge vásádusájs (PTS).

source: I utvalgte områder ble alle innbyggere i alderen 18-69 år og registrert i Folkeregisteret per 1 desember 2011 invitert til å delta.
smj: Válljiduvvam guovlojn bivddiduvvin divna viesáda 18 jage rájes gitta 69 jage rádjáj gudi lidjin tjáledum Álmmuklåhkuj javllamáno 1. biejve rájes.

source: Selve undersøkelsen ble gjennomført i 2012.
smj: Guoradallam tjadáduváj jagen 2012.

source: Formålet med denne studien var å undersøke forekomsten av vold og sammenhengen med sosio-økonomiske og demografiske faktorer i to etniske grupper med hhv samisk og ikkesamisk befolkning.
smj: Ulmme dájna guoradallamijn lej (1) gæhttjat sieradusájt guovte álmmugij gaskan, gånnå akta juohkusijs lidjin sáme ja nubbe juohkusin lidjin láddelattja.

source: Formålet var også å undersøke og sammenligne sammenhengen mellom rapportert vold i barndom og mentale plager og kroniske smerter som voksen.
smj: Ja nubbe (2) lej guoradallat ja buohtastahttet gasskavuodav vahágisdago vásádusá gaskan mánnávuodan ja psyhkalasj vigij ja guhkálasjvuoda vájvij gaskan ållessjattugin.

source: Resultatene viser at samisk etnisitet er en risikofaktor for vold, bortsett fra seksuell vold blant menn.
smj: Båhtusa Båhtusa vuosedi sáme tjerdalasjvuohta l vádálasj faktåvrrå vahágahttema hárráj, ietján gå seksuálalasj vahágahttem ålmåj gaskan.

source: Resultatene er signifikante selv etter justering for sosioøkonomiske og demografiske forhold, samt inntak av alkohol.
smj: Båhtusa li tjielggasa juska li hiebaduvvam sosioekonomalasj ja demográfalasj faktåvråj milta, duodden mij gullu alkohåvlå juhkalisvuohtaj.

source: Det er en robust og positiv samvariasjon mellom opplevd vold i barndom og mentale helseplager og kroniske smerter som voksen.
smj: Vuojnnet la nanos ja vuogas gasskavuohta vahágisdago vásádusáj gaskan mánnávuodan (PTS) ja psyhkalasj vigij ja guhkálasjvuoda vájvij gaskan ållessjattugin.

source: Samvariasjonen mellom vold i barndom og kroniske smerter som voksen var derimot svakere for samiske menn.
smj: Valla ålmåj gaskan mij gullu vahágisdago vásádusájda mánnávuodan ja psyhkalasj varresvuodavájvijda ja guhkálasjvuoda vájvijda ållessjattugin, gånnå gasskavuohta ij lim nav nanos.

source: Den samiske befolkningen rapporterte høyere grad av mentale helseplager og flere PTS symptomer enn den ikke-samiske.
smj: Sáme álmmugin vuojnnet ienebuv vájvástuvvin miellavigijs ja ienebuv vahágisdago vásádusáj mánnávuodan (PTS) láddelattjaj hárráj.

source: Vold i barndom kan forklare noe av den etniske forskjellen i mentale helseplager.
smj: Vahágahttem mánnávuodan máhttá muhtem mærráj tjielggit tjerdalasj sieradusáv psyhkalasj álmmukvarresvuodan.

source: Funnene indikerer at etnisk samisk tilhørighet øker risikoen for å bli utsatt for vold.
smj: Tjoahkkájgæsos Gávnadusá vuosedi sáme aktijgullumvuohta laset vahágahttem vádáv.

source: Uavhengig av etnisk tilhørighet er det å bli utsatt for vold i barndom er en viktig risikofaktor for utvikling av mentale helseplager og kroniske smerter som voksen.
smj: Berusdahtek gåsi tjerdalattjat gullu de la vahágahttemvásádus mánnávuodan ájnas vádáfaktåvrrå psyhkalasj varresvuodavájvijda ja guhkálasjvuoda báktjasijda ållessjattugin.

source: I klinisk arbeid bør kartlegging av vold i barndom få økt fokus for pasienter med mentale helseplager og uforklarlig smertemønster.
smj: Klinihkalasj bargon bierriji guoradallama mij guosski vahágahttemij mánnávuodan ienebuv tjalmostit, sierraláhkáj pasienta psyhkalasj varresvuodavájvij ja tjielggidahtek báktjasij.

source: Målrettete kultursensitive helsetiltak mot mellommenneskelig vold i etnisk delte samfunn kan være nyttig.
smj: Ulmmelasj varresvuoda dåjma gånnå vieleda kultuvrav máhttá liehket ávkken jus galggap vahágahttemis bessat.
